{"Sasha Goldshtein":{"bio":"Sasha Goldshtein is the CTO of SELA Group and a Microsoft C# MVP. He leads the Performance and Debugging team at SELA Technology Center, and is the author of \"Pro .NET Performance\" (Apress, 2012) and \"Introducing Windows 7 for Developers\" (Microsoft Press, 2009). Sasha consults on various topics, including production debugging, application and system troubleshooting, performance optimizations, distributed architecture and others. Sasha is a renowned local and international trainer: he trained hundreds of IT professionals in dozens of courses and is in great demand for training world-wide.","photo":"/images/Sasha_Goldshtein.jpg","blog":"http://blog.sashag.net","twitter":"goldshtn","mvpprofile":"https://mvp.support.microsoft.com/profile/Sasha","name":"Sasha Goldshtein"},"Ido Flatow":{"bio":"Ido Flatow is a Senior Architect at SELA Group and a Microsoft Connected Systems MVP and MCT. With over 13 years of experience in developing, designing and managing information systems, Ido is one of SELA's top experts in Entity Framework, Web technologies. Ido consults and teaches WCF, ASP.NET and Silverlight, and has authored Microsoft's official WCF training course. He is in high demand at conferences worldwide, including Visual Studio Live, NDC, and many others. ","photo":"/images/Ido_Flatow.png","blog":"http://blogs.microsoft.co.il/blogs/idof/","twitter":"idoflatow","mvpprofile":"https://mvp.support.microsoft.com/profile/Ido.Flatow","name":"Ido Flatow"},"Shai Raiten":{"bio":"Shai Raiten, MVP and Testing MRS is a Senior Architect at SELA Group. Shai works as a consultant and trainer and specializes in Microsoft technologies, including VS ALM. Shai is known as one of the top VS ALM experts in Israel.","photo":"/images/Shai_Raiten.png","blog":"http://blogs.microsoft.co.il/blogs/shair/","twitter":"Shai_rai","mvpprofile":"https://mvp.support.microsoft.com/profile/Shai.Raiten","name":"Shai Raiten"},"Yaniv Rodenski":{"bio":"Yaniv Rodenski is a Senior Architect at SELA Group and a Windows Azure MVP. Yaniv has over 16 years of industry experience as a developer, team leader, R&D manager and architect in various environments. Yaniv is experienced in developing large scale, distributed and data-centric systems. Yaniv is the founder and co-manager of the Windows Azure User Group in Israel, the co-author of the \"Developing Windows Azure and Web Services\" Microsoft official course (20487), and has contributed to official Microsoft training materials on Windows Azure, HPC and Hadoop over the years.","photo":"/images/Yaniv_Rodenski.png","blog":"http://blogs.microsoft.co.il/blogs/roadan/","twitter":"YRodenski","mvpprofile":"http://blogs.microsoft.co.il/blogs/roadan","name":"Yaniv Rodenski"},"Noam Kfir":{"bio":"Noam Kfir is a Senior Consultant at SELA Group, with over a decade of professional experience building software systems. He has served as a developer, a Team Leader, and an R&D Manager, in companies of all shapes and sizes, and has built desktop, mobile and web applications using a wide array of client and server technologies, including WPF, Silverlight, ASP.NET MVC, and HTML5. Noam specializes in web and testing technologies, and has co-authored a number of Microsoft Official Curriculum (MOC) courses and training kits, and actively participates in open source projects and software development communities.","photo":"/images/Noam_Kfir.png","blog":"http://noam.kfir.cc/","twitter":"NoamKfir","name":"Noam Kfir"},"Bnaya Eshet":{"bio":"Bnaya Eshet is a Senior Consultant at SELA Group. Bnaya specializes in parallel programming, Reactive Extensions, dependency injection and IoC frameworks, with a deep vested interest in MEF since its early inception. Bnaya is an experienced architect with solid understanding of complex application architecture and design, especially in WPF. As part of his work, he introduces complexity management into existing applications, and worked as a Chief Architect, development manager and CTO for various companies. He is also the author of multiple CodeProject articles. ","photo":"/images/Bnaya_Eshet.png","blog":"http://blogs.microsoft.co.il/blogs/bnaya","twitter":"","name":"Bnaya Eshet"},"Yuval Mazor":{"bio":"Yuval Mazor is a Senior Consultant at SELA Group. Yuval specializes in agile development techniques such as TDD/BDD, Domain-Driven Design and Pair Programming. He has over 12 years of industry experience in both C++ and managed code. During his time at HP, Yuval was a core member and technical lead for teams that were selected for participation in the prestigious annual HP TechCon innovation conference, 2 years running. Yuval is a highly experienced developer and architect, with a passion for scalable designs and adaptable systems. ","photo":"/images/Yuval_Mazor.png","blog":"http://blogs.microsoft.co.il/blogs/yuvmaz/","twitter":"","name":"Yuval Mazor"},"Sebastian Pederiva":{"bio":"Sebastian Pederiva is a Senior Consultant at SELA Group. He has more than 10 years of experience in designing and developing software, including extensive experience in Web applications, N-Tier architecture and high transaction throughput. He specializes in technologies such as ASP.NET, ASP.NET MVC and AJAX. Formerly a technology manager and Web guru at an Internet company, he has worked with and supported worldwide customers. Sebastian is an expert in UI web development and client side architecture.","photo":"/images/Sebastian_Pederiva.png","blog":"http://blogs.microsoft.co.il/blogs/SebastianPederiva","twitter":"spederiva","name":"Sebastian Pederiva"},"Ofir Makmal":{"bio":"Ofir Makmal is a Senior Consultant at SELA Group. Ofir specializes in planning distributed systems from the ground up, designing and implementing infrastructure components in a performance-oriented approach. Ofir have a real passion for performance tuning, troubleshooting, .Net internals and multi-threading patterns and he is also an enthusiastic Windows Phone application developer.","photo":"/images/Ofir_Makmal.png","blog":"http://blogs.microsoft.co.il/blogs/ofirmakmal/","twitter":"","name":"Ofir Makmal"},"David Ostrovsky":{"bio":"David Ostrovsky is a Senior Consultant at SELA Group. He has more than 10 years of experience with various Microsoft technologies, focusing on .NET with WPF, Silverlight, and WinRT. David has extensive knowledge of database administration, HTML5 and JavaScript programming, as well as NoSQL databases. He also specializes in performance tuning and memory optimization of .NET applications.","photo":"/images/David_Ostrovsky.png","blog":"","twitter":"DavidOstrovsky","name":"David Ostrovsky"},"Michael Haberman":{"bio":"Michael Haberman is a Consultant at SELA Group. Michael specializes in XAML application development on all platforms, and has significant experience developing Windows Phone and Windows 8 applications.","photo":"/images/speakerphoto.jpg","blog":"","twitter":"","name":"Michael Haberman"},"Ziv Gilad":{"bio":"Ziv Gilad is a Consultant at SELA Group. Ziv specializes in smart client development and architecture using C#, WPF and Prism. He has over 15 years of industrial experience in both C++ and C#, leading a team of software engineers in the process of developing rich client applications. He is currently consulting for various enterprises and companies, working on a high-scalable and reusable software infrastructure.","photo":"/images/Ziv_Gilad.jpeg","blog":"http://zivg.azurewebsites.net/","twitter":"ZivGilad","name":"Ziv Gilad"},"Lidan Hackmon":{"bio":"Lidan Hackmon is a Consultant at SELA Group with expertise in client-side development, including Windows Phone and Windows 8, and a strong production debugging and performance optimization background.","photo":"/images/Lidan_Hackmon.png","blog":"","twitter":"","name":"Lidan Hackmon"},"Liron Ratzabi":{"bio":"Liron Ratzabi is a Consultant at SELA Group.","photo":"/images/speakerphoto.jpg","blog":"","twitter":"","name":"Liron Ratzabi"},"Elad Avneri":{"bio":"Liron Ratzabi is an Architect at SELA Group.","photo":"/images/speakerphoto.jpg","blog":"","twitter":"","name":"Elad Avneri"},"Oren Ashkenazy":{"bio":"Oren Ashkenazy is a Consultant at SELA Group.","photo":"/images/speakerphoto.jpg","blog":"","twitter":"","name":"Oren Ashkenazy"}}